[
    {
        "Название": "Опоздание на важную встречу",
        "Сетап": "Ты проспал, а через 30 минут начинается важная встреча.",
        "Точка A": "Ты в своей квартире, только что проснулся.",
        "Точка B": "Нужно выйти из дома. (Препятствие: Дверь заела, нет ключей, отключили лифт)",
        "Точка C": "Дойти до офиса. (Препятствие: Пробки, метро закрыто, велосипед украли)",
        "Точка D": "Вовремя попасть на встречу. (Препятствие: Охрана не пускает, забыли пропуск, потеряли адрес)"
    },
    {
        "Название": "Выживание в глуши",
        "Сетап": "Ты отправился в поход, но потерялся в лесу.",
        "Точка A": "Ты стоишь на тропе, телефон не ловит.",
        "Точка B": "Найти источник воды. (Препятствие: Густые заросли, дикие животные, ты потерял компас)",
        "Точка C": "Построить временное убежище. (Препятствие: Ломается укрытие, начинается дождь, приближается хищник)",
        "Точка D": "Добраться до людей. (Препятствие: Нужен ориентир, ночь без света, река перегородила путь)"
    },
    {
        "Название": "Побег из запертого помещения",
        "Сетап": "Ты оказался заперт в странной комнате без явного выхода.",
        "Точка A": "Ты стоишь в центре комнаты, дверь закрыта.",
        "Точка B": "Открыть дверь. (Препятствие: Нет ключа, кодовый замок, фальшивая дверь)",
        "Точка C": "Пройти по коридору. (Препятствие: Ловушки, темнота, странные звуки)",
        "Точка D": "Найти выход наружу. (Препятствие: Последняя загадка, лабиринт, дверь в никуда)"
    },
    {
        "Название": "Неожиданное путешествие",
        "Сетап": "Ты сел в такси, но водитель отвёз тебя не туда.",
        "Точка A": "Ты осознаёшь, что оказался в незнакомом месте.",
        "Точка B": "Понять, где ты находишься. (Препятствие: Нет связи, непонятные знаки, никто не говорит на твоём языке)",
        "Точка C": "Найти способ вернуться. (Препятствие: Нет денег, не работают карты, местные жители ведут себя странно)",
        "Точка D": "Безопасно добраться домой. (Препятствие: Неожиданная встреча, погоня, тайна раскрывается)"
    },
    {
        "Название": "Спасение друга",
        "Сетап": "Твой друг оказался в беде, и тебе нужно его выручить.",
        "Точка A": "Ты получаешь тревожное сообщение от друга.",
        "Точка B": "Добраться до него. (Препятствие: Он не отвечает, метро сломано, идёт сильный ливень)",
        "Точка C": "Найти способ помочь. (Препятствие: Закрытая дверь, нет нужных инструментов, охрана мешает)",
        "Точка D": "Безопасно уйти вместе. (Препятствие: Камеры слежения, вас преследуют, неожиданное препятствие на выходе)"
    },
    {
        "Название": "Грабёж банка (Inspired by Heat, Inside Man)",
        "Сетап": "Ты участвуешь в ограблении банка, но полиция уже окружила здание.",
        "Точка A": "Ты внутри банка с добычей.",
        "Точка B": "Нужно найти выход. (Препятствие: Все выходы заблокированы, заложники начинают паниковать, детектив вычислил твой план)",
        "Точка C": "Скрыться от полиции. (Препятствие: Вертолёты, снайперы, предатель в команде)",
        "Точка D": "Добраться до убежища. (Препятствие: Погоня, шипы на дороге, напарник ранен)"
    },
    {
        "Название": "Дикий Запад (Inspired by The Good, the Bad and the Ugly, Django Unchained)",
        "Сетап": "Ты ковбой в пустыне, за тобой гонятся индейцы.",
        "Точка A": "Ты скачешь на лошади, видишь преследователей.",
        "Точка B": "Нужно найти укрытие. (Препятствие: Заканчивается вода, твоя лошадь устала, буря впереди)",
        "Точка C": "Выстоять в осаде. (Препятствие: У тебя мало патронов, враги окружают, помощь может опоздать)",
        "Точка D": "Выбраться живым. (Препятствие: Двойной агент в городе, кто-то предал тебя, новый враг появляется в самый неожиданный момент)"
    },
    {
        "Название": "Полёт на Марс (Inspired by The Martian, Interstellar)",
        "Сетап": "Ты капитан космического корабля, летишь на Марс, но что-то пошло не так.",
        "Точка A": "Ты получаешь сигнал о неисправности.",
        "Точка B": "Нужно исправить поломку. (Препятствие: Кислород заканчивается, утечка топлива, экипаж паникует)",
        "Точка C": "Приземлиться на Марс. (Препятствие: Буря, отказ системы навигации, метеоритный дождь)",
        "Точка D": "Выжить на поверхности. (Препятствие: Поломка жилого модуля, отсутствие связи с Землёй, местная аномалия)"
    },
    {
        "Название": "Захват дома бандитами (Inspired by Home Alone, Panic Room)",
        "Сетап": "Бандиты ворвались в твой дом, ты спрятался в подвале.",
        "Точка A": "Ты слышишь, как они ходят по дому.",
        "Точка B": "Нужно найти способ защититься. (Препятствие: Нет оружия, слабая дверь, они начинают искать тебя)",
        "Точка C": "Попытка вызвать помощь. (Препятствие: Телефон не ловит, шум привлечёт бандитов, тебя заперли в подвале)",
        "Точка D": "Избавиться от захватчиков. (Препятствие: Бандиты вооружены, они знают, что ты внутри, их план сложнее, чем казалось)"
    },
    {
        "Название": "Кораблекрушение (Inspired by Titanic, Cast Away)",
        "Сетап": "Ты на корабле, он тонет.",
        "Точка A": "Судно уже уходит под воду.",
        "Точка B": "Нужно добраться до спасательной шлюпки. (Препятствие: Паника, люди мешают, шлюпка сломана)",
        "Точка C": "Выживание в открытом море. (Препятствие: Акулы, жара, шторм)",
        "Точка D": "Найти спасение. (Препятствие: Ты теряешь сознание, берег кажется бесконечно далёким, неизвестный корабль приближается — враги или союзники?)"
    },
    {
        "Название": "Зомби-апокалипсис (Inspired by The Walking Dead, 28 Days Later)",
        "Сетап": "Город охвачен зомби, тебе нужно выбраться.",
        "Точка A": "Ты в супермаркете, вокруг уже бродят заражённые.",
        "Точка B": "Найти транспорт. (Препятствие: Машины не заводятся, бензина нет, мост заблокирован)",
        "Точка C": "Добраться до убежища. (Препятствие: Группа выживших не доверяет тебе, заражённый среди ваших, ночь наступает)",
        "Точка D": "Пережить ночь. (Препятствие: Ограда прорвана, боеприпасы на исходе, зомби эволюционируют)"
    },
    {
        "Название": "Побег из тюрьмы (Inspired by The Shawshank Redemption, Prison Break)",
        "Сетап": "Ты в строгой тюрьме, сегодня твой шанс сбежать.",
        "Точка A": "Камера открывается, охрана отвлечена.",
        "Точка B": "Нужно выбраться за периметр. (Препятствие: Камеры слежения, собаки, предатель среди заключённых)",
        "Точка C": "Найти убежище. (Препятствие: Полицейские патрули, нет еды, рана мешает двигаться)",
        "Точка D": "Новая жизнь. (Препятствие: Поддельные документы не сработали, тебя кто-то узнал, прошлое настигает тебя)"
    },
    {
        "Название": "Ограбление казино (Inspired by Ocean’s Eleven, Now You See Me)",
        "Сетап": "Ты с командой в казино, планируешь ограбление.",
        "Точка A": "Всё идёт по плану, ты почти у цели.",
        "Точка B": "Нужно незаметно украсть деньги. (Препятствие: Охрана усилилась, камеры везде, один из команды провалился)",
        "Точка C": "Выход из казино. (Препятствие: Полиция уже знает о вас, на выходе подставили под арест, кто-то изменил план в последний момент)",
        "Точка D": "Уйти с добычей. (Препятствие: Погоня, ложный чемодан с деньгами, двойной агент в команде)"
    },
    {
        "Название": "Подземный лабиринт (Inspired by Maze Runner, Indiana Jones)",
        "Сетап": "Ты в подземном лабиринте, и двери за тобой закрылись.",
        "Точка A": "Ты освещаешь факелом таинственные стены.",
        "Точка B": "Найти выход из первой комнаты. (Препятствие: Ловушки, загадки, паутина и змеи)",
        "Точка C": "Пересечь смертельно опасный коридор. (Препятствие: Пол рушится, древний механизм оживает, ядовитый газ)",
        "Точка D": "Добраться до выхода. (Препятствие: Древний страж, ложные двери, решающий выбор — сокровища или свобода?)"
    },
    {
        "Название": "Шпионская миссия (Inspired by James Bond, Mission: Impossible)",
        "Сетап": "Ты — тайный агент, выполняешь миссию, но что-то пошло не так.",
        "Точка A": "Ты проникаешь в засекреченное здание.",
        "Точка B": "Нужно украсть секретные данные. (Препятствие: Лазерные датчики, кодовые замки, кто-то заметил тебя)",
        "Точка C": "Скрыться незамеченным. (Препятствие: Охрана усилилась, лифт отключён, враг активировал тревогу)",
        "Точка D": "Доставить данные. (Препятствие: Автомобильная погоня, предатель в команде, дрон-убийца следит за тобой)"
    },
    {
        "Название": "Динозавры вырвались на свободу (Inspired by Jurassic Park)",
        "Сетап": "Ты в парке динозавров, но система безопасности отключена!",
        "Точка A": "Ты в исследовательском центре, динозавры вырвались наружу.",
        "Точка B": "Найти безопасное место. (Препятствие: Велоцерапторы уже на твоём пути, мост разрушен, тебя заметили)",
        "Точка C": "Добраться до спасательного транспорта. (Препятствие: Джип застрял в грязи, огромный хищник на пути, шторм рушит укрытие)",
        "Точка D": "Успеть покинуть остров. (Препятствие: Последний катер уже отплывает, взрыв реактора ускоряет события, динозавры устроили хаос в порту)"
    },
    {
        "Название": "Ограбление поезда (Inspired by The Great Train Robbery, Snowpiercer)",
        "Сетап": "Ты и твоя команда собираетесь ограбить поезд, но что-то идёт не по плану.",
        "Точка A": "Вы запрыгнули на движущийся поезд.",
        "Точка B": "Добраться до сейфа в вагоне. (Препятствие: Охранники вооружены, дверь заперта, поезд едет через опасный тоннель)",
        "Точка C": "Выйти с добычей. (Препятствие: Поезд набирает скорость, кто-то из вашей команды предал вас, мост впереди взрывается)",
        "Точка D": "Скрыться от преследователей. (Препятствие: Полиция уже ждёт на станции, единственный выход — прыгнуть в реку, машинист перекрывает аварийные выходы)"
    },
    {
        "Название": "Бегство из зомби-городка (Inspired by Resident Evil, 28 Days Later)",
        "Сетап": "Город заражён вирусом, тебе нужно выбраться.",
        "Точка A": "Ты находишься в заброшенной квартире.",
        "Точка B": "Добраться до машины. (Препятствие: На улице толпа зомби, засада мародёров, ключи потеряны)",
        "Точка C": "Проехать через заблокированные улицы. (Препятствие: Машины разбиты, заправка взрывается, военные начинают зачистку района)",
        "Точка D": "Найти безопасное место. (Препятствие: Оружие на исходе, мост через реку разрушен, кто-то из твоей группы заражён)"
    },
    {
        "Название": "Крушение в Арктике (Inspired by The Revenant, Arctic)",
        "Сетап": "Твой самолёт разбился в снежной пустыне, шансов на помощь мало.",
        "Точка A": "Ты очнулся в снегу, замерзаешь.",
        "Точка B": "Найти укрытие. (Препятствие: Сильный ветер, кончается кислород, волки на горизонте)",
        "Точка C": "Добыть еду и тепло. (Препятствие: Лёд слишком тонкий, костёр не горит, буря приближается)",
        "Точка D": "Добраться до цивилизации. (Препятствие: Единственный путь — по льду, хищники преследуют тебя, снежный обвал)"
    },
    {
        "Название": "Вторжение инопланетян (Inspired by War of the Worlds, Arrival)",
        "Сетап": "Землю атаковали пришельцы, ты должен выжить.",
        "Точка A": "Ты в городе, над головой висят гигантские корабли.",
        "Точка B": "Найти убежище. (Препятствие: Разрушенные здания, повсюду паника, военные открывают огонь)",
        "Точка C": "Разобраться, что происходит. (Препятствие: Пришельцы отправляют сигнал, не все люди — друзья, начинается массовая эвакуация)",
        "Точка D": "Сделать выбор: бороться или бежать. (Препятствие: Военные собираются использовать оружие массового поражения, пришельцы выходят на контакт, ты находишь их слабое место)"
    },
    {
        "Название": "Побег из цифровой симуляции (Inspired by The Matrix, Free Guy)",
        "Сетап": "Ты осознаёшь, что живёшь в симуляции, и теперь должен выбраться.",
        "Точка A": "Ты заметил первый сбой в реальности.",
        "Точка B": "Найти выход из системы. (Препятствие: Программы-охранники, глючащие стены, цифровая аномалия)",
        "Точка C": "Выйти в реальный мир. (Препятствие: Тебя пытаются удалить, твои воспоминания исчезают, симуляция сбрасывается)",
        "Точка D": "Открыть правду остальным. (Препятствие: Тебя начинают преследовать, мир рушится, реальность не та, какой ты её ожидал)"
    },
    {
        "Название": "Проклятый дом (Inspired by The Conjuring, Paranormal Activity)",
        "Сетап": "Ты остаёшься один в доме, где происходят странные вещи.",
        "Точка A": "Ты слышишь странные звуки из подвала.",
        "Точка B": "Исследовать дом. (Препятствие: Двери закрываются сами, тени двигаются, зеркала показывают странные отражения)",
        "Точка C": "Попытаться покинуть дом. (Препятствие: Входная дверь исчезла, на улице всё изменилось, духи начинают говорить с тобой)",
        "Точка D": "Избавиться от проклятия. (Препятствие: Нужно провести ритуал, кто-то из твоей группы исчезает, дом не отпускает тебя)"
    },
    {
        "Название": "Бегущий по крышам (Inspired by Assassin’s Creed, Jason Bourne)",
        "Сетап": "Тебя преследуют наёмники, единственный путь – по крышам города.",
        "Точка A": "Ты вырываешься из здания, враги на хвосте.",
        "Точка B": "Найти безопасный путь. (Препятствие: Пропасть между домами, дрон следит за тобой, лестница обрывается)",
        "Точка C": "Скрыться в толпе. (Препятствие: Уличные камеры, патрульные проверяют документы, тебя узнают)",
        "Точка D": "Добраться до безопасного места. (Препятствие: Вертолёт уже ждёт тебя, но враг готовится к финальному удару)"
    },
    {
        "Название": "Апокалипсис после катастрофы (Inspired by The Road, Mad Max)",
        "Сетап": "Мир разрушен, цивилизация исчезла, тебе нужно выжить.",
        "Точка A": "Ты идёшь по заброшенному городу.",
        "Точка B": "Найти провизию. (Препятствие: Дикие бандиты, радиоактивные зоны, ловушки в магазинах)",
        "Точка C": "Найти других выживших. (Препятствие: Люди не доверяют тебе, подстава, заражённые воды)",
        "Точка D": "Пересечь пустоши. (Препятствие: Горячие песчаные бури, бензина почти нет, кто-то вас преследует)"
    },
    {
        "Название": "Тайна заброшенного корабля (Inspired by Event Horizon, Alien)",
        "Сетап": "Ты с командой прилетаешь на загадочный корабль, давно потерявший связь.",
        "Точка A": "Ты входишь в тёмный отсек корабля.",
        "Точка B": "Включить систему жизнеобеспечения. (Препятствие: Энергия на исходе, странные звуки в коридорах, иллюзии)",
        "Точка C": "Разобраться, что случилось с экипажем. (Препятствие: Все записи стёрты, следы борьбы, что-то движется в вентиляции)",
        "Точка D": "Покинуть корабль живым. (Препятствие: У тебя нет контроля над кораблём, кто-то или что-то против тебя, гиперпрыжок включается сам)"
    },
    {
        "Название": "Тайная организация охотится за тобой (Inspired by John Wick, Bourne Identity)",
        "Сетап": "Ты — бывший агент, на тебя объявлена охота.",
        "Точка A": "Тебя находят в кафе, начинается погоня.",
        "Точка B": "Найти безопасное укрытие. (Препятствие: Камеры слежения повсюду, старый друг оказался предателем, время на исходе)",
        "Точка C": "Узнать, кто заказал тебя. (Препятствие: Поддельные документы не сработали, агенты рядом, единственная зацепка – флешка с данными)",
        "Точка D": "Остановить охоту. (Препятствие: Финальная схватка, тебе подставили ловушку, тебе нужно бежать или бороться?)"
    },
    {
        "Название": "Вирус в научной лаборатории (Inspired by Resident Evil, Outbreak)",
        "Сетап": "В закрытой лаборатории произошла авария, вирус вырвался наружу.",
        "Точка A": "Система безопасности заблокировала все выходы.",
        "Точка B": "Добраться до антивируса. (Препятствие: Роботы-охранники, заражённые сотрудники, отключение электричества)",
        "Точка C": "Открыть выход из лаборатории. (Препятствие: Сигнал тревоги, команда зачистки идёт к вам, вирус мутирует)",
        "Точка D": "Убежать, пока не поздно. (Препятствие: Огромное существо преследует тебя, весь комплекс вот-вот взорвётся, ты узнаёшь страшную правду о вирусе)"
    },
    {
        "Название": "Битва в подземном городе (Inspired by Matrix, Blade Runner 2049)",
        "Сетап": "Ты живёшь в киберпанк-городе, где восстание машин вот-вот начнётся.",
        "Точка A": "Ты узнаёшь, что тебя ищут власти.",
        "Точка B": "Убежать в подполье. (Препятствие: Дроны следят за тобой, код доступа заблокирован, враг поджидает тебя)",
        "Точка C": "Найти лидеров сопротивления. (Препятствие: Они тебе не доверяют, в команде предатель, искусственный интеллект блокирует ваш путь)",
        "Точка D": "Решить судьбу города. (Препятствие: Взломать систему или уничтожить её? Битва на крыше с главным врагом, выход только один — победить)"
    },
    {
        "Название": "Ловушка в древнем храме (Inspired by Indiana Jones, Tomb Raider)",
        "Сетап": "Ты ищешь древний артефакт, но тебя опережают охотники за сокровищами.",
        "Точка A": "Ты входишь в храм, двери захлопываются.",
        "Точка B": "Найти путь дальше. (Препятствие: Ловушки, пауки, обвал потолка)",
        "Точка C": "Добраться до артефакта. (Препятствие: Гигантский механизм активируется, река лавы заливает туннель, конкуренты вооружены)",
        "Точка D": "Выйти живым. (Препятствие: Всё рушится, мост обрывается, есть только одна дорога — через древний лабиринт)"
    },
    {
        "Название": "Секретный эксперимент в горах (Inspired by Stranger Things, The Thing)",
        "Сетап": "Ты в секретной лаборатории в горах, где проводятся страшные эксперименты.",
        "Точка A": "Учёные пропали, ты один в комплексе.",
        "Точка B": "Найти выход. (Препятствие: Существа в коридорах, двери заблокированы, нет электричества)",
        "Точка C": "Разобраться, что здесь произошло. (Препятствие: Последняя запись учёных, существо за стеклом двигается, ты слышишь странный голос)",
        "Точка D": "Выжить и рассказать миру правду. (Препятствие: Лаборатория рушится, ты заражён, двери заперлись навсегда)"
    },
    {
        "Название": "За тобой охотится серийный убийца (Inspired by Scream, Halloween)",
        "Сетап": "Ты получаешь звонок от неизвестного, он уже в доме.",
        "Точка A": "Найти способ спрятаться.",
        "Точка B": "Добраться до телефона и вызвать полицию. (Препятствие: Линия обрезана, двери заблокированы, маньяк уже рядом)",
        "Точка C": "Найти оружие. (Препятствие: Твой нож слишком маленький, шкаф скрипнул, тебе нужно срочно что-то придумать)",
        "Точка D": "Победить маньяка или сбежать. (Препятствие: Он знает все твои шаги, дом загорелся, твой друг оказался предателем)"
    },
    {
        "Название": "Гонки на выживание (Inspired by Fast & Furious, Death Race)",
        "Сетап": "Ты участвуешь в подпольных гонках, но это не обычное соревнование.",
        "Точка A": "Ты садишься за руль, старт через 5 секунд.",
        "Точка B": "Выжить на трассе. (Препятствие: Ловушки, обстрел, кто-то пытается тебя подрезать)",
        "Точка C": "Догнать лидера. (Препятствие: Его машина модифицирована, дорога блокирована, тебе нужно импровизировать)",
        "Точка D": "Победить. (Препятствие: Последний вираж смертельно опасен, полиция узнаёт о гонке, тебе предлагают сделку)"
    },
    {
        "Название": "Спасение людей после землетрясения",
        "Сетап": "В твоём городе произошло мощное землетрясение, разрушившее множество зданий. Люди оказались под завалами, связь отсутствует, спасательные службы перегружены. Тебе нужно помочь выбраться выжившим.",
        "Точка A": "Ты находишься на улице, видишь обрушенные дома.",
        "Точка B": "Найти выживших. (Препятствие: Завалы мешают пройти, пострадавшие в шоке, есть угроза новых толчков.)",
        "Точка C": "Организовать эвакуацию. (Препятствие: Транспорт разрушен, нет воды и пищи, нет связи с властями.)",
        "Точка D": "Выбраться в безопасное место. (Препятствие: Дороги разрушены, уровень радиации повышен, начинается паника среди людей.)"
    },
    {
        "Название": "Прорыв дамбы и наводнение",
        "Сетап": "В результате сильных дождей местная дамба дала трещину, и вода начала затапливать окрестности. Городу угрожает полное затопление, и у тебя есть всего несколько часов на спасение. Нужно срочно выбраться из зоны бедствия.",
        "Точка A": "Ты находишься в своём доме, слышишь тревожные новости.",
        "Точка B": "Добраться до высокогорного укрытия. (Препятствие: Мосты размыты, улицы затоплены, брошенные автомобили мешают движению.)",
        "Точка C": "Помочь другим выжившим. (Препятствие: Вода поднимается слишком быстро, лодки не хватает, кто-то оказался заперт в здании.)",
        "Точка D": "Дождаться спасателей. (Препятствие: Запасы пищи и воды на исходе, связь отсутствует, начинается шторм.)"
    },
    {
        "Название": "Выживание в пустыне",
        "Сетап": "Ты летел на небольшом самолёте, но произошла авария, и он упал в пустыне. У тебя мало воды, нет связи и впереди километры раскалённого песка. Единственный шанс выжить — найти дорогу к ближайшему населенному пункту.",
        "Точка A": "Ты стоишь рядом с обломками самолёта.",
        "Точка B": "Найти источник воды. (Препятствие: Жара невыносима, песчаная буря надвигается, следы исчезают на ветру.)",
        "Точка C": "Определить путь к спасению. (Препятствие: Оазис оказался миражом, вдалеке виднеются неизвестные люди, ночь приносит резкое похолодание.)",
        "Точка D": "Добраться до города. (Препятствие: Последние силы на исходе, кто-то предлагает помощь, но можно ли ему доверять?)"
    },
    {
        "Название": "Бегство из рабства на пиратском корабле",
        "Сетап": "Ты оказался пленником на пиратском корабле и должен придумать план побега. Капитан жёсткий, охрана наготове, а в открытом море сбежать почти невозможно. Но у тебя есть шанс, если действовать хитро.",
        "Точка A": "Ты заперт в трюме корабля.",
        "Точка B": "Освободиться от оков. (Препятствие: Цепи крепкие, охранники проверяют пленников, ключи находятся у боцмана.)",
        "Точка C": "Найти способ покинуть корабль. (Препятствие: Единственная лодка привязана к палубе, шторм надвигается, часть команды может помочь тебе или предать.)",
        "Точка D": "Выжить в открытом океане. (Препятствие: Акулы кружат вокруг, запасы воды минимальны, приближается другой корабль — враги или спасение?)"
    },
    {
        "Название": "Побег из охваченного революцией города",
        "Сетап": "В стране началась революция, улицы превратились в поле битвы. Повстанцы против правительства, вооруженные столкновения и хаос повсюду. Тебе нужно срочно выбраться из города, пока не стало слишком поздно.",
        "Точка A": "Ты в своей квартире, за окном слышны выстрелы.",
        "Точка B": "Найти безопасный маршрут к границе. (Препятствие: Блокпосты проверяют всех, бои идут на ключевых улицах, начались задержания мирных жителей.)",
        "Точка C": "Добраться до транспорта. (Препятствие: Такси больше не работают, поезд ушёл, единственный путь — через трущобы.)",
        "Точка D": "Пересечь границу. (Препятствие: Пограничники взяточники, документы могут не сработать, за тобой уже начали охоту.)"
    },
    {
        "Название": "Выживание после крушения на необитаемом острове",
        "Сетап": "Твой корабль потерпел крушение, и ты оказался на необитаемом острове. Здесь нет людей, но есть дикие животные и непредсказуемая природа. Нужно срочно найти еду, воду и построить убежище.",
        "Точка A": "Ты на берегу, осматриваешь обломки корабля.",
        "Точка B": "Найти пресную воду. (Препятствие: Источников воды не видно, джунгли опасны, следы хищников повсюду.)",
        "Точка C": "Развести костёр и построить укрытие. (Препятствие: Материалы сырые, ночь приближается, хищники активизируются.)",
        "Точка D": "Подать сигнал спасателям. (Препятствие: Радио не работает, дым не поднимается достаточно высоко, приближается шторм.)"
    },
    {
        "Название": "Спасение с подводной лодки после аварии",
        "Сетап": "Ты находишься на подводной лодке, когда происходит катастрофа. Лодка теряет управление, команда в панике, а уровень кислорода падает. Нужно срочно выбраться наружу.",
        "Точка A": "Ты в машинном отделении, слышишь аварийный сигнал.",
        "Точка B": "Добраться до шлюзового отсека. (Препятствие: Путь заблокирован, вода прибывает, электричество отключилось.)",
        "Точка C": "Подготовить аварийный выход. (Препятствие: Костюмы для выхода повреждены, давление слишком высокое, запасы воздуха на исходе.)",
        "Точка D": "Выбраться на поверхность. (Препятствие: Течение слишком сильное, лодка уходит на дно, связь с другими кораблями отсутствует.)"
    },
    {
        "Название": "Захват самолёта террористами",
        "Сетап": "Ты находишься на борту пассажирского самолёта, когда группа вооружённых террористов захватывает управление. Они угрожают взорвать бомбу, если их требования не будут выполнены. Нужно найти способ спасти людей.",
        "Точка A": "Ты в кресле, слышишь крики и выстрелы.",
        "Точка B": "Собрать информацию о террористах. (Препятствие: Охрана заложников, камеры наблюдения, возможность быть раскрытым.)",
        "Точка C": "Обезвредить угрозу. (Препятствие: Заминированный отсек, пилоты мертвы или захвачены, террористы начинают убивать людей.)",
        "Точка D": "Совершить аварийную посадку. (Препятствие: Управление самолётом требует навыков, горючее на исходе, ВВС готовится сбить самолёт.)"
    },
    {
        "Название": "Бегство из карантинной зоны",
        "Сетап": "В городе вспыхнула смертельная эпидемия, и власти закрыли его на жёсткий карантин. Люди в панике, ресурсы заканчиваются, а за попытку побега грозит смертная казнь. Тебе нужно найти способ выбраться.",
        "Точка A": "Ты в изолированном районе, начинаются беспорядки.",
        "Точка B": "Найти безопасный маршрут. (Препятствие: Военные патрули, дроны наблюдения, заражённые люди.)",
        "Точка C": "Пересечь границу карантинной зоны. (Препятствие: Охрана усилилась, колючая проволока, смертельный вирус мутирует.)",
        "Точка D": "Найти убежище и излечиться. (Препятствие: Тебя могут принять за заражённого, единственная вакцина у подпольных врачей, шансы на побег падают.)"
    },
    {
        "Название": "Спасение из горящего туннеля",
        "Сетап": "Ты находишься в автомобильном туннеле, когда происходит крупная авария. Огонь и дым быстро заполняют пространство, выходы завалены обломками. Времени мало, чтобы выбраться живым.",
        "Точка A": "Ты в машине, слышишь взрывы позади.",
        "Точка B": "Найти выход из машины. (Препятствие: Двери заклинило, огонь приближается, паника вокруг.)",
        "Точка C": "Добраться до аварийного выхода. (Препятствие: Обрушившийся потолок, задымление, пострадавшие нуждаются в помощи.)",
        "Точка D": "Выбраться наружу. (Препятствие: Последний проход рушится, вентиляция засорена, начинается новый взрыв.)"
    },
    {
        "Название": "Погоня в чужой стране",
        "Сетап": "Ты находишься в чужой стране и случайно попал в переделку, став свидетелем убийства. Теперь местные криминальные группировки охотятся за тобой. Нужно как можно скорее исчезнуть.",
        "Точка A": "Ты прячешься в переулке, слышишь голоса преследователей.",
        "Точка B": "Найти способ спрятаться. (Препятствие: Незнакомый язык, камеры слежения, никто не хочет помогать туристу.)",
        "Точка C": "Добраться до аэропорта. (Препятствие: Документы украдены, полиция продалась мафии, есть только один шанс выбраться.)",
        "Точка D": "Вылететь домой. (Препятствие: Последний самолёт улетает через 10 минут, за тобой гонится вооружённый человек, рейс могут отменить.)"
    },
    {
        "Название": "Побег с секретной базы",
        "Сетап": "Ты был захвачен военными на секретном объекте, где проводятся жестокие эксперименты. Тебя держат в камере, но у тебя появляется шанс сбежать. Времени мало – вскоре тебя используют в следующем эксперименте.",
        "Точка A": "Ты просыпаешься в стерильной камере, двери заблокированы.",
        "Точка B": "Найти способ выйти. (Препятствие: Кодовый замок, охрана, внутренняя система безопасности.)",
        "Точка C": "Добраться до выхода с базы. (Препятствие: Лабиринт коридоров, мутировавшие подопытные, сигнал тревоги активирован.)",
        "Точка D": "Укрыться от преследователей. (Препятствие: Дроны ищут беглецов, база окружена пустыней, вертолёт приближается.)"
    },
    {
        "Название": "Восстание роботов",
        "Сетап": "Искусственный интеллект взял под контроль мир, люди стали целью машин. Тебе нужно скрыться и найти группу выживших, пока дроны не выследили тебя.",
        "Точка A": "Ты в своём доме, слышишь объявления об эвакуации.",
        "Точка B": "Найти безопасное убежище. (Препятствие: Дроны-убийцы патрулируют улицы, люди в панике, мост взорван.)",
        "Точка C": "Добраться до сопротивления. (Препятствие: Подозрительный человек следует за тобой, лифт не работает, городская сеть блокирует связь.)",
        "Точка D": "Подготовиться к борьбе. (Препятствие: Оружие на исходе, робот-охранник обнаружил вас, предатель в группе.)"
    },
    {
        "Название": "Побег с утопающего острова",
        "Сетап": "Ты находишься на острове, который начинает затапливать из-за цунами. Времени мало, единственный шанс – добраться до лодки или построить плот.",
        "Точка A": "Вода уже заливает берег, волны усиливаются.",
        "Точка B": "Найти транспорт. (Препятствие: Лодки разрушены, течения слишком сильные, горы обрушиваются.)",
        "Точка C": "Добраться до безопасного места. (Препятствие: Вертолёт не может приземлиться, шторм усиливается, берег недоступен.)",
        "Точка D": "Спастись. (Препятствие: Последний шанс – рискованный прыжок в воду, спасательный корабль уже уплывает, акула появляется в воде.)"
    },
    {
        "Название": "Атака мутантов в подземелье",
        "Сетап": "Ты с группой исследователей отправился в заброшенный бункер, но что-то пошло не так. Внезапно двери захлопнулись, и вас начинают преследовать мутанты.",
        "Точка A": "Вы в главном зале бункера, вход заблокирован.",
        "Точка B": "Найти запасной выход. (Препятствие: Отсутствие света, зловещие звуки, радиоактивные зоны.)",
        "Точка C": "Добраться до поверхности. (Препятствие: Лифт не работает, коридоры рушатся, кто-то из группы исчезает.)",
        "Точка D": "Закрыть проход, чтобы мутанты не выбрались. (Препятствие: Коды доступа утеряны, один из вас заражён, стены начинают трескаться.)"
    }
]